Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Mashaie said in a press statement issued on his website that “some internet websites reported his resignation from his post as VP; a coordinated action which aimed at the government.”
ar: وجاء في بيان نشر على الموقع الخاص لمشائي على الانترنت ان بعض مواقع الانترنت نشرت تقريرا حول استقالة مشائي من منصبه كنائب اول للرئيس في عمل منسق هدفه الاساءة للحكومة.

source: Iranian media had reported that Mashaie, who is very close to Ahmadinejad, resigned from his post only three days following his appointment.
ar: وكانت بعض وسائل الإعلام الإيرانية افادت أن مشائي، المقرب جدا من نجاد استقال من منصبه بعد ثلاثة ايام على تعيينه نائبا اول للرئيس.

source: Iranian Mililitant Clerics, a pro former president Mohammad Khatami association that include reformist clerics, demanded on Monday 20-7-2009 the organization of a referendum on the legality of the re-election of President Mahmoud Ahmadinejad, considering
ar: طالبت جمعية رجال الدين المجاهدين المؤيدة للرئيس السابق محمد خاتمي والتي تضم رجال دين اصلاحيين الاثنين 20-7-2009 بتنظيم استفتاء بشأن شرعية إعادة انتخاب الرئيس محمود أحمدي نجاد، معتبرة أن ملايين الإيرانيين فقدوا الثقة بالعملية الانتخابية.

source: Swiss FM receives Hamas delegation, calls movement 'important player'
ar: وزيرة خارجية سويسرا تدافع عن استقبال وفد لحماس وتؤكد أن الحركة لاعب مهم

source: Minister said she seeks to organize a meeting with Gaddafi to contain disagreement
ar: قالت إنها تسعى لتنظيم لقاء مع القذافي لاحتواء الخلاف

source: Zurich - AFP: Swiss Foreign Minister confirmed yesterday that the Islamic resistance movement Hamas was an important player in the Middle East. Meanwhile, Israel expressed anger at the movement's visit to Switzerland.
ar: زيوريخ _ أ.ف.ب: أكدت وزيرة الخارجية السويسرية أمس أن حركة المقاومة الإسلامية حماس «لاعب مهم» في الشرق الأوسط، وذلك في حين عبرت إسرائيل عن «غضبها» لزيارة قام بها وفد من الحركة لسويسرا.

source: Hamas is an important player in the conflict in the Middle East and it should not be ignored, Micheline Calmy-Rey told local paper NZZ am Sonntag in an interview.
ar: واعتبرت ميشلين كالمي راي في حديث إلى صحيفة «إن زد زد إم تسونتاغ» أن «حماس لاعب مهم في النزاع في الشرق الأوسط ينبغي عدم تجاهله».

source: She added that the signatories of the Geneva Initiative achieved great progress, in reference to the informal peace plan the two former ministers Israeli Yossi Beilin and Palestinian Yasser Abd Rabu negotiated.
ar: وأضافت أن الموقّعين على مبادرة جنيف «أنجزوا تقدما كبيرا»، في إشارة إلى خطة السلام غير الرسمية التي تَفاوَض في شانها الوزيران السابقان الإسرائيلي يوسي بيلين والفلسطيني ياسر عبد ربه.

source: Calmy-Rey explained a 400-page report on this initiative will be handed over to the various parties of the conflict.
ar: وأوضحت كالمي راي أن تقريرا من 400 صفحة حول هذه المبادرة سيتم تسليمه إلى «مختلف أطراف» النزاع.

source: The Swiss Foreign Minister also stated that her country seeks to organize a meeting between Swiss President Hans Rudolf Merz and Libyan leader Muammar Gaddafi aiming to contain the two-year long discord between their respective countries.
ar: من جهة أخرى أعلنت وزيرة الخارجية السويسرية أن بلادها تسعى لتنظيم لقاء بين الرئيس السويسري هانس رودولف ميرز والزعيم الليبي معمر القذافي بهدف احتواء النزاع المستمر منذ عام بين البلدين.

source: We cannot resolve this conflict in a rational way, she told the paper.
ar: وقالت ميشلين كالمي راي في حديث إلى صحيفة «إن زد زد إم تسونتاغ»: «لا يمكن معالجة هذا النزاع بطريقة عقلانية».

source: If it were for seeking a rational solution, it would have been only a few millimetres away from our reach, she added, indicating that Bern was looking for an immediate meeting between Merz and Gaddafi.
ar: وأضافت: «لو تعلق الأمر بحل عقلاني لكنا لا نبعد عنه سوى بضعة ملليمترات»، مضيفة أن برن تسعى منذ اليوم إلى تنظيم «لقاء» بين ميرز والقذافي.

source: The minister explained that Switzerland saw in this conflict a State of the law matter, while Lybia considered the disagreement an issue of honor.
ar: وأوضحت الوزيرة أن هذا النزاع بالنسبة إلى سويسرا «مسألة دولة قانون، بينما يمثل بالنسبة إلى ليبيا قضية شرف».

source: Relations between the two countries become strained since July 15, 2008, when one of the Libyan leader's sons, Hannibal Gaddafi, and his pregnant wife were arrested in one Geneva's luxury hotels following a complaint made by two of their domestics for ill
ar: وتوترت العلاقات بين البلدين كثيرا منذ 15 تموز (يوليو) 2008، حين وُقف أحد أنجال الزعيم الليبي حنبعل القذافي وزوجته الحامل في أحد فنادق جنيف الفخمة بناء على شكوى تقدم بها اثنان من خدمهما لتعرضهما لسوء معاملة.

source: The couple were released after a two-day detention and payment of a half million Swiss francs (312,500 euros) bail.
ar: وأُفرجَ عن الزوجين بعد احتجازهما يومين ودفع كفالة بلغت نصف مليون فرنك سويسري (312 ألفا و500 يورو).

source: In retaliation, Libya stopped in October 2008 its oil exports to Switzerland and withdrawn from the Swiss bank funds estimated at five billion euros. It also put an end to cooperation programmes between the two countries and imposed restrictions on the Sw
ar: وردا على ذلك، عمدت ليبيا في أكتوبر (تشرين الأول) 2008 إلى وقف تزود سويسرا بالنفط وسحبت من المصارف السويسرية أموالا قُدرت بخمسة مليارات يورو. كما وضعت حدا لبرامج التعاون بين البلدين وفرضت قيودا على الشركات السويسرية.

source: Is the dissemination of personal information included on the list of those eligible to vote an attack on the personal freedom of citizens? Lebanese law does not provide an answer, but will the resentment that arose following this publication instigate the
ar: هل يعدّ نشر المعلومات الشخصية المدرجة على لوائح الشطب اعتداءً على الحرية الشخصية للمواطنين؟ القانون اللبناني لا يقدّم إجابة، فهل يكون الاستياء الذي أثاره النشر في أوساط كثيرين محرّضاً على النقاش؟

source: Baroud also demonstrates that the publication of this information was in accordance with the electoral law: «If citizens vote according to information such as their full name, their mother’s name and their sect then we should publish that information in o
ar: ويوضح أن المعلومات المنشورة تلبي قانون الانتخاب: «إذا كان المواطن ينتخب بناءً على هذه المعلومات، اسمه الثلاثي واسم الوالدة والطائفة، فيجب نشرها لكي تصحح إذا وردت فيها بعض الأخطاء». رافضاً القول إن نشرها يمثّل اعتداءً على الحريات الشخصية. «العمر ليس سراً،

source: Interior Minister Ziad Baroud agrees with Ghantous, which is not surprising since she is a member of his working group. Baroud, who accepts criticism very openly, considers it important to explain the reasons why the publication of this information electr
ar: يتفق وزير الداخلية زياد بارود مع غنطوس في الرأي. يمكن فهم ذلك ما دامت فرداً من فريق عمله. لكن، بارود الذي يسمع الانتقادات برحابة صدر كما يؤكد، يجد أهمية في شرح الأسباب التي دفعته إلى نشر هذه اللوائح إلكترونياً «بعد تفكير». بدايةً، يقول إن نشر هذه اللوائح

source: - Married twice, for example, or the disclosure of the existence of certain diseases in the family.
ar: - الزواج مرتين مثلاً، أو الإفشاء عن وجود أمراض معيّنة في العائلة.

source: - Such as what?
ar: - مثل ماذا؟

source: Lawyer Mary Ghantous affirms the absence of any law dealing with this issue, and denies any violation of personal freedoms. on the contrary, in her opinion, the personal information published by the ministry «promotes transparency and reduces the possibil
ar: المحامية ماري غنطوس، تؤكد عدم وجود أي قانون يعالج هذه القضية، ويحدّد المعلومات التي يعدّ نشرها انتهاكاً للحريات الشخصية. لكن، في رأيها الشخصي، المعلومات التي نشرتها الوزارة لا تعتدي على الحقوق الفردية للمواطنين، «بل تعزّز الشفافية وتخفّف من إمكان التلاعب

source: Under Article 33 of the election law, issued on the 8th of October 2008, states that: The General Directorate of personal conditions sends, before the 10th of February of each year, copies of the electoral rolls preliminary selected municipalities and ma
ar: تنص المادة 33 من قانون الانتخاب، الصادر في 8 تشرين الأول 2008، على الآتي: «قبل العاشر من شباط من كل سنة ترسل المديرية العامة للأحوال الشخصية نسخاً عن القوائم الانتخابية الأولية إلى البلديات والمختارين وإلى مراكز المحافظات والأقضية وسفارات وقنصليات لبنان ف

source: But is the information published online an assault on personal freedom? Is it a personal right to the owner? What are the specific informations that may not be published? We asked legal experts, but the answers were not clear. Lawyer Mary Rose Zalzal admi
ar: لكن هل تعدّ المعلومات المنشورة إلكترونياً اعتداءً على الحريات الشخصية؟ هل هي حق شخصي لصاحبها؟ وما هي تحديداً المعلومات التي لا يجوز نشرها؟ نحمل هذا السؤال إلى مختصين في القانون، فتأتي الإجابات ضبابية. مثلاً، تعترف المحامية ماري روز زلزل بأنها لا تملك إجاب

source: A jurist and activist in the defense of human rights, admits that he did not pay attention to the issue before the question was addressed to him. But he understands the concerns of those opposed to this move, comparing their reaction to similar ones that
ar: يعترف حقوقي وناشط في مجال الدفاع عن حقوق الإنسان بأنه لم يعر الأمر أهمية قبل طرح السؤال عليه، لكنه يتفهّم، في المقابل، هواجس المعترضين. ويشبّه اعتراضهم على نشر هذه اللوائح بالاعتراضات التي تقدّم بها مواطنون احتجاجاً على تثبيت كاميرات المراقبة عند مداخل ال

source: Those against this move – insisting it violates their personal freedom – agree on the absence of any legal text to support their point of view. It also irritates them that most Lebanese are not aware of their right to keep this information private. «I do
ar: يتفق المعترضون على نشر القوائم الانتخابية إلكترونياً ـــ التي يرون أنها تنتهك حريتهم الشخصية ـــ على عدم وجود أيّ نص قانوني يدعم وجهة نظرهم. كما يثيرهم أن يكون كثير من اللبنانيين غير واعين حقهم في إبقاء هذه المعلومات خاصة. «لا أفهم كيف لا يجد الكثيرون في

source: Shadi, a computer engineer, says that the availability of this information saves robbers 70% they need to do in terms when search for information, especially if they specialize in electronic theft.«What is the information we provide to the banks for examp
ar: يقول شادي، مهندس كومبيوتر، إن هذه المعلومات توفر على كلّ راغب في السرقة 70% من رحلة بحثه عن المعلومات، وخصوصاً إذا كان يتقن السرقة الإلكترونية. «ما هي المعلومات التي نقدّمها إلى المصارف مثلاً؟ أليست هي نفسها المعلومات المقدّمة مجاناً على هذا الموقع إلى كل

source: Nawal objects, for example, on the publication of her birth date, information she considers to be private: «I do not want anyone to know my real age. This is my right.». Jananne does not like the idea of everyone knowing her sect. Something she struggles
ar: تعترض نوال، مثلاً، على نشر تاريخ ميلادها الذي تعدّه شأنا خاصاً بها: «لا أحب أن يعرف أيّ شخص عمري الحقيقي. هذا حقي». ولا يعجب جنان أن يعرف الجميع طائفتها، هي التي «تناضل» يومياً من أجل الخروج منها. تقول: «كنت ألتف على كلّ محاولات السؤال عن الطائفة وأنجح في

source: This scene may be dismissed by some as “childish games”, those with a sense of humor like to compare this website to “Facebook”. But others are infuriated as they believe the dissemination of information on the electoral lists, and the availability of suc
ar: قد لا يعدّ المشهد أعلاه، بالنسبة إلى البعض، أكثر من «لعب ولاد» لا يستحق التوقف عنده، ويحلو لمحبّي المزاح أن يشبّهوه بموقع «فايسبوك الرسمي». لكنه يثير، في المقابل، حنق كثيرين يرون أن نشر المعلومات الواردة على القوائم الانتخابية، وتوافرها لكلّ من يرغب، يمثّ

source: In the cafe, the young men, all under 25 years old, are looking for information about ...Girls. «Sawfar, are there any Christians there?” Asks one of them, “my friend tells me that the girl I am going out with is lying. She says she’s Christian, he insis
ar: في المقهى المذكور، شبان لا تتجاوز أعمارهم الـ25عاماً، يبحثون عن معلومات تتعلق... بالفتيات. يسأل أحدهم: «صوفر، فيها مسيحيين شي؟ صديقي يقول لي إن الفتاة التي أخرج معها تكذب عليّ. هي تقول لي إنها مسيحية، وهو يؤكد أنها درزية». لا ينتظر إجابة، فالحلّ السحري با

source: Maha Zaraqit _The noise in the Beirut Internet café a few weeks ago was unusual. Usually, each person sits behind a computer surfing his own cyberwolrd. They rarely discuss any website together or laugh about it. That is what a website affiliated to the L
ar: الضجة التي يشهدها أحد مقاهي الإنترنت في العاصمة بيروت منذ أسابيع، جديدة عليه. في العادة، يجلس كلّ فرد من روّاد المقهى خلف جهاز كومبيوتر ويبحر في عالمه الإلكتروني الخاص. قليلة هي المرات التي شارك فيها الروّاد الحديث عن موقع ما وجعلوا المعلومات الواردة فيه

source: [Lebanese] Internal Ministry adopts a “Facebook” approach without breaking the law
ar: الداخلية على نهج «فايسبوك» بموجب القانون

source: Article 34 states: The ministry announces, within the deadline mentioned in the previous article, by means of the visual, audio and written media, the readiness of the electoral lists. Calls on voters to revise and correct them. To this end the ministry
ar: وتنص المادة 34: «تعلن الوزارة بواسطة وسائل الإعلام المرئية والمسموعة والمقروءة، ضمن المهلة المذكورة في المادة السابقة عن جهوز القوائم الانتخابية. وتدعو الناخبين إلى الاطلاع عليها أو نسخها. ولهذه الغاية يتوجب على الوزارة أن تنشر القوائم الانتخابية الأولية
